{
  "header": {
    "mission": "Mission",
    "consulting": "Consulting",
    "crm": "CRM"
  },
  "home": {
    "title": {
      "part1": "Your Gateway to",
      "part2": "Global Markets"
    },
    "description": "Streamline your international expansion with NOBOCO's Al-driven market entry strategies and integrated CRM solutions. Connect with the right partners, faster.",
    "joinWaitlistButton": "Join waitlist 👉",
    "partnerWithUsButton": "Partner with us"
  },
  "mission": {
    "title": "Our Mission",
    "scale": "Standardize and scale global market entry.",
    "description": "We believe international expansion should not depend on luck, personal networks, or ad-hoc consulting. NOBOCO makes global growth predictable, operational, and scalable — for companies and partners alike.",
    "corePillars": {
      "title": "Core pillars",
      "description": "How we make it happen:"
    },
    "localExpertise": {
      "title": "Local Expertise",
      "description": "Leveraging on-the-ground knowledge to navigate new markets effectively."
    },
    "operationalExecution": {
      "title": "Operational Execution",
      "description": "Streamlined processes to ensure efficient, compliant, and rapid market entry."
    },
    "intelligentCRM": {
      "title": "Intelligent CRM",
      "description": "Data-driven insights to make global expansion predictable and measurable."
    }
  },
  "whatWeDo": {
    "title": "What We Do",
    "scope": "Market Entry Consulting for <br /> SMEs",
    "description": "NOBOCO bridges the gap between local ambition and global reality with <br /> tailored strategies designed specifically for small and medium <br /> enterprises ready to expand.",
    "marketResearch": {
      "title": "Market Research & Fit",
      "description": "Deep dive analysis into target demographics and regulatory landscapes to ensure product-market fit."
    },
    "operationalExecution": {
      "title": "Operational Execution",
      "description": "Streamlined processes to ensure efficient, compliant, and rapid market entry."
    },
    "salesDistribution": {
      "title": "Sales & Distribution",
      "description": "Establishment of robust distribution channels and direct sales strategies to secure initial revenue."
    },
    "marketingLocalization": {
      "title": "Marketing & Localization",
      "description": "Adapting brand messaging and marketing campaigns to resonate with local cultural nuances."
    },
    "helps": "NOBOCO helps companies enter new markets through execution, local partners, and an Al-powered platform — from first analysis to first deal.",
    "bridgebase": "Bridgebase is the technology layer that standardizes and scales the entire process. →"
  }
}
